import React, { Component } from 'react'

export default class Content extends Component {
  render() {
    return (
      <div className='content'>
        <b>Мої хоббі:</b>
        <ul>
          <li>pole dance</li>
          <li>театри</li>
          <li>активний відпочинок на природі</li>
          <li>подорожі</li>
          <li>книги</li>
        </ul>
        <b>Улюблені фільми:</b>
        <ol>
          <li>«Гра Моллі», 2017</li>
          <li>«Оппенгеймер», 2023</li>
          <li>«Фокус», 2015</li>
          <li>«Стажер», 2015</li>
        </ol>
        <p>Чернівці́ — це обласний центр, який розташований на живописних берегах ріки Прут і займає площу близько 150 км2.
          Відстань до Києва близько 650 км. Місто межує з Молдовою та Румунією, Івано-Франківською, Тернопільською та
          Хмельницькою областями України. Населення Чернівців близько 259000 мешканців.</p>
        <p>За однією з версій, назва міста Чернівці походить від велелюдного міста-фортеці на південних рубежах Галицької
          держави, що мало назву "Чернь" або "чорне місто", збудованого на лівому березі річки Прут.</p>
        <p>Однією з найприємніших особливостей Чернівців є те, що місто дуже чисте. Місцеві люблять пов'язувати це з
          традиціями часів Габсбургів, коли на площу міста не пускали в брудному взутті, а нинішню вулицю Ольги Кобилянської і
          зовсім мили духами і підмітали пелюстками троянд. З особливою увагою тоді ставилися і до вибору двірника. Він
          повинен був бути високим і симпатичним, а ще знати 8 мов, на випадок того, якщо хто-небудь з туристів захоче
          отримати інформацію про місто.</p>
      </div>
    )
  }
}
